INSERT INTO `cart` VALUES (1,1,1,1);
INSERT INTO `webhw`.`order` VALUES (1,1,1);
INSERT INTO `webhw`.`order_item` VALUES (1,1,1,1);
#1：穿戴，衣物
#2：观赏物，古玩
#3：数码方面
#4：学习，教材,文具
#5：户外，健身
#6：化妆，外观
#7：食物，零食
#8：家居


INSERT INTO `user` VALUES (1,'wz','1726307829@qq.com',NULL,'111','2023-05-16 14:30:50');
INSERT INTO `item` VALUES (1,'男士卫衣',159,'1.png','1-2.png','1-3.png','1-4.png',1,'青春流行，宽松','2022-08-16 16:15:10'),
(2,'花瓶',99,'100.png','100-2.png','100-3.png','100-4.png',2,'观赏，花瓶','2022-08-16 16:15:16'),
(3,'绿联充电宝',429,'12.jpg','12-2.png','12-3.png','12-4.png',3,'100W笔记本电脑专用,145W大功率快充,便携移动电源','2022-08-16 16:15:26'),
(4,'高等数学（同济版）',50,'13.jpg','13-2.png','13-3.png','13-4.png',4,'高等数学教材','2022-08-16 16:15:44'),
(5,'大学德语四级应试全攻略（同济版）',35,'15.png','15-2.png','15-3.png','15-4.png',4,'少年！学德语吗','2022-08-16 16:16:05'),
(6,'NVIDIA英伟达盒装RTX4090显卡24G',8990,'3.png','3-2.png','3-3.png','3-4.png',3,'24G显存','2023-05-16 16:16:29'),
(7,'大疆入门级遥控无人机',698,'5.png','5-2.png','5-3.png','5-4.png',3,'无刷电机，高清电调摄像头','2022-08-16 16:16:50'),
(8,'2022李永乐复习全书基础篇',54,'6.png','6-2.png','6-3.png','6-4.png',4,'22考研数学','2023-04-16 16:17:09'),
(9,'大疆DJI专业摄像机',43888,'7.png','7-2.png','7-3.png','7-4.png',3,'5.5英寸，三轴防抖，专业级','2022-08-16 16:17:24'),
(10,'casio电子手表男士',866,'9.jpg','9-2.jpg','9-3.jpg','9-4.jpg',1,'GA-110,防震防磁,全自动日历等','2022-08-16 16:17:47'),
(11,'纸质笔记本',6,'bjb.jpg','bjb-2.jpg','bjb-3.jpg','bjb-4.jpg',4,'物美价廉轻松笔记本办公用品','2022-08-16 16:17:55'),
(12,'Jeep山地自行车',679,'zxc.jpg','zxc-2.jpg','zxc-3.jpg','zxc-4.jpg',5,'男女式变速单车镁合金油刹27.5寸','2022-08-16 16:18:08'),
(13,'帆布袋典雅白色',20,'fbd.jpg','fbd-2.jpg','fbd-3.jpg','fbd-4.jpg',1,'典雅','2022-08-16 16:18:26'),
(14,'多功能哑铃',3200,'yl.jpg','yl-2.jpg','yl-3.jpg','yl-4.jpg',5,'六角哑铃套装','2022-08-16 16:18:37'),
(15,'雅戈尔短袖衬衫',68,'chenshan.jpg','chenshan-2.jpg','chenshan-3.jpg','chenshan-4.jpg',1,'男式,商务,正装','2022-08-16 16:18:56'),
(16,'沙宣柔顺去屑洗发水',99,'xfs.jpg','xfs-2.jpg','xfs-3.jpg','xfs-4.jpg',6,'美妆护肤','2022-08-16 16:19:11'),
(17,'良品铺子红豆三明治',18,'smz.jpg','smz-2.jpg','smz-3.jpg','smz-4.jpg',7,'好吃滴','2022-08-16 16:19:31'),
(18,'沙宣男士哑光蓬松定型发泥',50,'fani.jpg','fani-2.jpg','fani-3.jpg','fani-4.jpg',6,'自然蓬松,清香型,持久定型','2022-08-16 16:19:46'),
(19,'kdst拳击沙袋',99,'qjsd.jpg','qjsd-2.jpg','qjsd-3.jpg','qjsd-4.jpg',5,'减压，立式，沙袋','2022-08-16 16:20:05'),
(20,'激光投影虚拟镭射键盘',299,'xnjp.jpg','xnjp-2.jpg','xnjp-3.jpg','xnjp-4.jpg',3,'无线蓝牙无线3d投屏触控','2022-08-16 16:20:29'),
(21,'李宁握力器',26,'wlq.jpg','wlq-2.jpg','wlq-3.jpg','wlq-4.jpg',5,'电子款计数','2022-08-16 16:20:43'),
(22,'露营收纳箱',23,'snx.jpg','snx-2.jpg','snx-3.jpg','snx-4.jpg',5,'车载，折叠','2022-08-16 16:20:52'),
(23,'电蚊拍充电式',25,'dwp.jpg','dwp-2.jpg','dwp-3.jpg','dwp-4.jpg',8,'家用，锂电池，超强力灭蚊','2022-08-16 16:21:15'),
(24,'飞利浦机械键盘',109,'jxjp.jpg','jxjp-2.jpg','jxjp-3.jpg','jxjp-4.jpg',3,'办公，有线','2022-08-16 16:21:30'),
(25,'折叠水桶',13,'zdst.jpg','zdst-2.jpg','zdst-3.jpg','zdst-4.jpg',5,'户外钓鱼，车载洗车桶','2022-08-16 16:21:42'),
(26,'新飞迷你小型冰箱',139,'xxbx.jpg','xxbx-2.jpg','xxbx-3.jpg','xxbx-4.jpg',8,'学生宿舍，车载家用','2022-08-16 16:21:56'),
(27,'小型多功能电煮锅',100,'dzg.jpg','dzg-2.jpg','dzg-3.jpg','dzg-4.jpg',8,'智能款，5款火力，700W','2022-08-16 16:22:17'),
(28,'迷你小电视',156,'monixds.jpg','monixds-2.jpg','monixds-3.jpg','monixds-4.jpg',3,'触摸屏，易操作，usb充电','2022-08-16 16:22:44');

